Repository: pdenapo/orfeo
Catalog: po/*.po
Languages: ca, ru

source: The mp3 player application has terminated
ca: El reproductor d'mp3 ha finalitzat
ru: Программа-проигрыватель mp3 неожиданно завершилась

source: Cannot run the MP3 player program
ca: No s'ha pogut executar el reproductor d'mp3
ru: Не удалось запустить программу для воспроизведения MP3

source: The MP3 player program has been launched
ca: S'ha iniciat el reproductor d'mp3
ru: Программа для воспроизведения MP3 была запущена успешно

source: track %d [%02d:%02d]
ca: pista %d [%02d:%02d]
ru: трек %d [%02d:%02d]

source: Reading CD tracks..
ca: Llegint les pistes del CD...
ru: Чтение треков с комакт-диска..

source: Done: read %d CD tracks
ca: Fet: s'ha llegit %d pistes
ru: Завершено: прочитано %d треков

source: No CD in the drive!
ca: No s'ha trobat cap disc a la unitat.
ru: Отсутствует диск в устройстве CD-ROM!

source: Getting the CDDB data..
ca: Obtenint les dades de CDDB...
ru: Запрос информации о диске в CDDB..

source: Found! Let's read the tracks..
ca: Disc trobat, llegint la informació de les pistes...
ru: Найдено! Чтение информации о треках..

source: CDDB info has been fetched
ca: S'ha obtingut la informació de CDDB
ru: Информация из CDDB извлечена успешно

source: Failed to fetch track titles
ca: S'ha produït un error en obtenir els títols de les pistes
ru: Не удалось прочитать названия треков

source: Normal
ru: Обычный

source: Repeat track
ca: Repeteix la pista
ru: Повторение трека

source: Repeat play list
ca: Repeteix la llista de reproducció
ru: Повторение списка

source: Random
ca: Aleatori
ru: Случайный

source: by File Name
ca: per Nom de fitxer
ru: по имени файла

source: by Track Name
ca: per nom de pista
ru: по названию трека

source: by Track Length
ca: per durada de pista
ru: по продолжительности

source: by Last Modified
ca: per última modificació
ru: по дате

source: no Sorting
ca: sense ordenació
ru: без сортировки

source: Orpheus started
ca: S'ha iniciat l'Orpheus
ru: Orpheus стартовал

source: Silent
ca: Aturat
ru: Тишина

source: Start/Stop
ca: Inicia/Atura
ru: Старт/Стоп

source: Pause
ca: Pausa
ru: Пауза

source: Skip ahead/back
ca: Endavant/enrera
ru: Пропуст впер/наз

source: Add/Remove item
ca: Afegeix/elimina
ru: Доб/Удал пункт

source: Add broadcast
ru: Добавить радио

source: Next/Prev track
ca: Següent/anterior
ru: След/пред трек

source: Move Up/Down
ca: Mou amunt/avall
ru: Вверх/вниз

source: Edit tags
ca: Edita etiquetes
ru: Редакт теги

source: Search track
ca: Cerca pista
ru: Поиск трека

source: Load/Save list
ca: Obre/desa llista
ru: Загр/Сохр список

source: Recent playlists
ca: Llistes recents
ru: Последние списки

source: Clear list
ca: Buida la llista
ru: Очистить список

source: Read/Eject CD
ca: Llegeix/expulsa CD
ru: Читать/Выдв CD

source: Config/Mixer
ca: Opcions/Mesclador
ru: Конфиг/Миксер

source: Quit
ca: Surt
ru: Выход

source: [ <Ins> select; <Space> confirm; <Esc> cancel ]
ca: [ <Ins> selecciona; <Space> confirma; <Esc> cancel·la ]
ru: [ <Ins> отметить; <Space> завершить; <Esc> отмена ]

source: yes
ca: sí
ru: да

source: no
ru: нет

source: Orpheus configuration
ca: Preferències - Orpheus
ru: Конфигурация Orpheus

source: Change
ca: Canvia
ru: Изменить

source: Done
ca: Fet
ru: Готово

source: MP3 player
ca: Reproductor d'mp3
ru: MP3 проигрыватель

source: Command line : %s
ca: Ordre: %s
ru: Командная строка : %s

source: Russian recoding for MP3 tags : %s
ca: Compatibilitat idioma rus etiquetes mp3: %s
ru: Русская перекодировка для тегов MP3 : %s

source: OGG player
ca: Reproductor d'ogg
ru: Вопроизведение OGG

source: Radio
ru: Радио

source: Presets URL : %s
ru: URL радио-каталога : %s

source: CD player
ca: Reproductor de CD
ru: Воспроизведение CD

source: Device : %s
ca: Dispositiu: %s
ru: Устройство : %s

source: Mixer
ca: Mesclador
ru: Миксер

source: CDDB support
ca: Compatibilitat CDDB
ru: Поддержка CDDB

source: Auto-fetch CD info : %s
ca: Obté automàticament la informació dels CD: %s
ru: Авто-чтение информации о CD : %s

source: HTTP proxy : %s
ca: Servidor intermediari HTTP: %s
ru: HTTP прокси : %s

source: Miscellaneous
ca: Miscel·lània
ru: Разное

source: Auto-save current playlist : %s
ca: Desa automàticament la llista de reproducció actual: %s
ru: Авто-сохранение текущего списка : %s

source: Play mode : %s
ca: Mode de reproducció: %s
ru: Режим воспроизведения : %s

source: Auto-play: start playing whenever possible : %s
ca: Reproducció automàtica: comença a reproduir si és posible: %s
ru: Auto-play: начинать играть когда возможно : %s

source: Sort track list : %s
ca: Ordena la llista de pistes: %s
ru: Сортировка списка : %s

source: Sort direction : %s
ca: Sentit d'ordenació: %s
ru: Направление сортировки : %s

source: MP3 player command line:
ca: Ordre del reproductor d'mp3:
ru: Командная строка для проигрывателя:

source: CD device filename:
ca: Fitxer de dispositiu de la unitat de CD:
ru: Устройство CD:

source: HTTP proxy:
ca: Servidor intermediari HTTP:
ru: HTTP прокси:

source: OGG player command line:
ca: Ordre del reproductor d'ogg:
ru: Командная строка для проигрывания OGG:

source: Mixer device filename:
ca: Fitxer del dispositiu mesclador:
ru: Имя устройства миксера:

source: Stream player command line:
ru: Командная строка для проигрывателя радио:

source: Cannot open the mixer device:
ca: No s'ha pogut obrir el dispositiu mesclador:
ru: Невозможно открыть устройство миксера:

source: Volume
ca: Volum
ru: Громкость

source: Bass
ca: Baixos
ru: Бас

source: Microphone
ca: Micròfon
ru: Микрофон

source: Record
ca: Gravació
ru: Запись

source: Input
ca: Entrada
ru: Ввод

source: Output
ca: Sortida
ru: Вывод

source: Video
ca: Vídeo
ru: Видео

source: Radio
ca: Ràdio
ru: Радио

source: Monitor
ru: Монитор

source: Mixer settings
ca: Controls del mesclador
ru: Настройки миксера

source: Lower
ca: Abaixa
ru: Тише

source: Raise
ca: Apuja
ru: Громче

source: Playlist to save:
ca: Llista de reproducció a desar:
ru: Сохранить список:

source: Playlist to load:
ca: Llista de reproducció a carregar:
ru: Загрузить список:

source: Look for:
ca: Cadena de cerca:
ru: Искать:

source: [ <Enter> select; <Esc> cancel ]
ca: [ <Enter> selecciona; <Esc> cancel·la ]
ru: [ <Enter> выбрать; <Esc> отмена ]

source: Edit ID tags
ca: Editor d'etiquetes ID3
ru: Редакт ID теги

source: Save
ca: Desa
ru: Сохранить

source: File name
ca: Nom del fitxer
ru: Имя файла

source: Parameters
ca: Paràmetres
ru: Параметры

source: Artist : %s
ca: Artista: %s
ru: Исполнитель : %s

source: Album : %s
ca: Disc: %s
ru: Альбом : %s

source: Title : %s
ca: Títol: %s
ru: Название песни : %s

source: Year : %s
ca: Any: %s
ru: Год : %s

source: Comment : %s
ca: Comentari: %s
ru: Комментарий : %s

source: Artist name:
ca: Nom de l'artista:
ru: Имя исполнителя:

source: Album name:
ca: Nom del disc:
ru: Название альбома:

source: Track title:
ca: Títol de la pista:
ru: Название трека:

source: Year:
ca: Any:
ru: Год:

source: Track comment:
ca: Comentari de la pista:
ru: Комментарий:

source: Recent Lists [ <Del> remove; <Enter> load ]
ca: Llistes recents [ <Del> esborra; <Enter> carrega ]
ru: Последние списки [ <Del> удалить; <Enter> загрузить ]

source: Select radio broadcasts
ru: Выбор радиостанций

source: Add URL
ru: Добавить URL

source: Mark/Unmark
ru: Пост/Снять отметку

source: Broadcast URL:
ru: URL станции:

source: Usage:
ca: Ús:
ru: Использование:

source: Unable to save the playlist file!
ca: No s'ha pogut desar el fitxer de la llista de reproducció
ru: Невозможно сохранить список!

source: Loading tracks from %s..
ca: S'està carregant les pistes de %s...
ru: Загрузка списка из %s..

source: Playlist loaded successfully
ca: La llista de reproducció s'ha carregat correctament
ru: Чтение списка завершено

source: Unable to open the playlist file!
ca: No s'ha pogut obrir el fitxer de la llista de reproducció
ru: Невозможно прочитать файл со списком!

source: The ogg player application has terminated
ca: El reproductor d'ogg ha finalitzat
ru: Программа-проигрыватель ogg завершилась

source: Cannot run the OGG player program
ca: No s'ha pogut executar el reproductor d'ogg
ru: Не удалось запустить программу для воспроизведения OGG

source: The OGG player program has been launched
ca: S'ha iniciat el reproductor d'ogg
ru: Программа для воспроизведения OGG была запущена успешно

source: The stream player application has terminated
ru: Программа-проигрыватель радио неожиданно завершилась

source: Cannot run the stream player program
ru: Не удалось запустить программу-проигрыватель для радио

source: The stream player program has been launched
ru: Программа-проигрыватель для радио была запущена успешно

source: Fetching the presets XML file..
ru: Запрос XML-файла с радиостанциями..

source: Internet Radio presets file has been fetched
ru: Каталог интернет-радио запрошен успешно

source: Unable to parse the presets file
ru: Ошибка чтения каталога радио!

source: Internet Radio presets fetch failed
ru: Невозможно запросить каталог интернет-радио

source: Treble
ca: Aguts

source: Synth
ca: Sintetitzador

source: Speaker
ca: Altaveu

source: Line
ca: Línia

source: Mix
ca: Mesclador

source: Line 1
ca: Línia 1

source: Line 2
ca: Línia 2

source: Line 3
ca: Línia 3

source: Phone In
ca: Entrada de telèfon

source: Phone Out
ca: Sortida de telèfon

source: --ascii, -a use ASCII characters for windows and UI controls
ca: --ascii, -a Usa caràcters ASCII a les finestres i als controls de la interfície

source: --x-titles, -xt show track information in xterm title bar
ca: --x-titles, -xt Mostra informació de la pista a la barra de títol de l'xterm

source: --remote, -r <cmd> execute a remote command (see README for details)
ca: --remote, -r <ordre> Executa una ordre externa (vegeu el fitxer README per a més informació)

source: --help display this stuff
ca: --help Mostra aquesta pantalla

source: --version, -v show the program version info
ca: --version, -v Mostra la versió del programa

source: Report bugs to <orpheus-bugs@konst.org.ua>.
ca: Podeu informar d'errors a <orpheus-bugs@konst.org.ua>.
